Repository: Esmatullah-Farjad/Commerce
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Purchase
fa: خرید

source: Sale
fa: فروش

source: Home
fa: خانه

source: Cart
fa: سبد خرید

source: Hello
fa: سلام و خوش آمدید

source: Language
fa: زبان

source: Error
fa: خظا

source: Sign In
fa: ورود

source: Sign Up
fa: ثبت نام

source: Sign Out
fa: خروج

source: Admin Dashboard
fa: پنل مدیریت

source: My Profile
fa: پروفایل من

source: Success
fa: موفقیت

source: Email/Username
fa: ایمیل/نام کاربری

source: Password
fa: گذرواژه

source: To continue to your account, please sign in
fa: برای ادامه به حساب خود، لطفاً وارد شوید

source: Don't have an account ?
fa: حساب کاربری ندارید؟

source: Create One
fa: یک حساب بسازید

source: forgot password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Enter email
fa: ایمیل خود را وارد کنید

source: Enter password
fa: رمز عبور خود را وارد کنید

source: Store Management System
fa: سیستم مدیریت فروشگاه

source: A Store Management System is a software solution designed to manage and streamline various operations of a retail business. It typically includes features like inventory management, sales and billing, customer management, employee tracking, and reporting. The system helps store owners and managers track stock levels, process transactions efficiently, and generate reports to make informed business decisions
fa: سیستم مدیریت فروشگاه یک راه‌حل نرم‌افزاری است که برای مدیریت و ساده‌سازی عملیات مختلف یک کسب‌وکار خرده‌فروشی طراحی شده است. این سیستم معمولاً شامل ویژگی‌هایی مانند مدیریت موجودی، فروش و صدور صورت‌حساب، مدیریت مشتریان، پیگیری کارکنان و گزارش‌گیری است. سیستم به صاحبان فروشگاه و مدیران کمک می‌کند تا سطوح موجودی را ردیابی کنند، تراکنش‌ها را به‌طور کارآمد پردازش کنند و گزارش‌هایی را برای تصمیم‌گیری‌های تجاری آگاهانه تولید کنند

source: Inventory
fa: موجودی

source: Our platform offers comprehensive Inventory Management, allowing you to track stock levels, manage reorders, and optimize inventory efficiently
fa: پلتفرم ما مدیریت موجودی کامل را ارائه می‌دهد که به شما امکان می‌دهد سطح موجودی را ردیابی، سفارشات مجدد را مدیریت و موجودی را به‌طور بهینه تنظیم کنید

source: Financial
fa: مالی

source: Our platform provides perfect financial management, ensuring seamless tracking of expenses, revenues, and financial reports
fa: پلتفرم ما مدیریت مالی ایده‌آل را ارائه می‌دهد که ردیابی هزینه‌ها، درآمدها و گزارش‌های مالی را به‌طور یکپارچه انجام می‌دهد

source: Report
fa: گزارش

source: Our platform offers perfect report generation with customizable date selection, providing detailed insights based on your needs
fa: پلتفرم ما تولید گزارش‌ ایده‌آل با انتخاب تاریخ قابل تنظیم را ارائه می‌دهد، که بینش‌های دقیقی بر اساس نیاز شما فراهم می‌کند

source: Daily Dashboard
fa: داشبورد روزانه

source: Our platform provides a Daily Dashboard, offering real-time insights into sales, inventory, and key metrics for better decision-making
fa: پلتفرم ما داشبورد روزانه را ارائه می‌دهد که بینش‌های لحظه‌ای از فروش، موجودی و معیارهای کلیدی برای تصمیم‌گیری بهتر فراهم می‌کند

source: Customers
fa: مشتریان

source: Our platform offers customer management, enabling you to track customer details, purchase history, and engagement for personalized services
fa: پلتفرم ما مدیریت مشتریان را ارائه می‌دهد که به شما امکان می‌دهد جزئیات مشتری، تاریخچه خرید و تعاملات را برای خدمات شخصی‌سازی شده ردیابی کنید

source: Invoice
fa: فاکتور

source: Our platform offers seamless invoice generation, allowing easy creation and management of invoices for every transaction
fa: پلتفرم ما تولید فاکتور بدون دردسر را ارائه می‌دهد که ایجاد و مدیریت فاکتورها برای هر تراکنش را ساده می‌کند

source: Billing
fa: صورتحساب

source: Our platform provides efficient billing management, streamlining invoicing, payment tracking, and transaction processing
fa: پلتفرم ما مدیریت صورتحساب کارآمدی را ارائه می‌دهد که صدور فاکتور، ردیابی پرداخت‌ها و پردازش تراکنش‌ها را ساده می‌کند

source: Contact us
fa: تماس با ما

source: About us
fa: در باره ما

source: Something went wrong. Please fix the below error
fa: مشکلی پیش آمده است. لطفاً خطای زیر را برطرف کنید

source: The user has been registered successfully
fa: کاربر با موفقیت ثبت شد

source: Sign Up to Manage Your Store Efficiently
fa: ثبت نام کنید تا فروشگاه خود را به صورت کارآمد مدیریت کنید

source: Already have an account ?
fa: آیا قبلاً حساب کاربری دارید؟

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Confrim Password
fa: تأیید رمز عبور

source: Invalid username or password
fa: نام کاربری یا رمز عبور نامعتبر است

source: Welcome !
fa: خوش آمدید !

source: Products
fa: محصولات

source: This page showcases all available products for sale
fa: این صفحه تمامی محصولات موجود برای فروش را نمایش می‌دهد

source: category
fa: دسته بندی

source: Quantity
fa: تعداد

source: Package
fa: بسته

source: Item Price
fa: قیمت فی دانه

source: Package Price
fa: قیمت فی بسته

source: ADD
fa: اضافه

source: --select--
fa: --انتخاب کردن--

source: Name
fa: نام

source: Search the products
fa: محصول خود را جستجو کنید

source: ALL
fa: همه

source: admin
fa: مدیر

source: Customer Cart
fa: سبد خرید مشتری

source: Make sure everything looks right before completing your order
fa: قبل از نهایی کردن سفارش، مطمئن شوید که همه چیز درست است

source: Looks like you haven’t added anything yet.
fa: به نظر می‌رسد هنوز چیزی به سبد خریدتان اضافه نکرده‌اید.

source: Let’s start shopping!
fa: !بیایید خرید را شروع کنیم

source: Your Cart is Empty
fa: سبد خرید شما خالی است

source: Customer Name
fa: نام مشتری

source: Phone
fa: تلفن

source: Address
fa: آدرس

source: Invoice Number
fa: شماره فاکتور

source: Total
fa: قیمت کل

source: Grand Total
fa: قیمت مجموعه قابل پرداخت

source: AFN
fa: افغانی

source: Customer Details
fa: جزئیات مشتری

source: Please enter the customer details
fa: لطفاً جزئیات مشتری را وارد کنید

source: Full Name
fa: نام و تخلص

source: Adress
fa: آدرس

source: Proceed to Sale
fa: برو به بخش فروش

source: Customer has been added successfuly
fa: مشتری با موفقیت اضافه شد

source: Items added to Customer Cart
fa: مورد به سبد خرید مشتری اضافه شد

source: Paid Amount
fa: مبلغ پرداخت شده

source: Unpaid Amount
fa: مبلغ باقی مانده

source: Sold Products
fa: فروش شده

source: Overview of today’s sales and metrics
fa: مروری بر فروش و معیارهای امروز

source: Today's Sales Amount
fa: میزان فروش امروز

source: Total Paid Amount
fa: مجموع مبلغ پرداخت‌شده

source: Total Unpaid Amount
fa: مجموع مبلغ پرداخت‌ نشده

source: Today's Customers Count
fa: تعداد مشتریان امروز

source: Ten Best-Selling Products
fa: ده پرفروش‌ترین محصولات

source: An Overview of the Most Popular Products
fa: مروری بر پرفروش‌ترین محصولات

source: Total Units Sold
fa: مجموع بسته‌های فروخته‌شده

source: Category
fa: دسته بندی

source: Inventory Shortage
fa: کمبود موجودی

source: The following products have fallen below the minimum stock level and require immediate restocking to prevent supply disruptions.
fa: محصولات زیر از سطح حداقل موجودی پایین‌تر آمده‌اند و نیاز به تأمین فوری دارند تا از اختلال در عرضه جلوگیری شود.

source: Number of Remaining Packages
fa: تعداد بسته های باقی مانده

source: Purchase Page
fa: صفحه خرید

source: Please use the form below to accurately enter the details of your purchased inventory items
fa: لطفاً از فورم زیر برای درج دقیق جزئیات اجناس خریداری‌شده استفاده نمایید.

source: Available Products
fa: محصولات موجود

source: Code
fa: بار کد

source: Number of Items
fa: تعداد اقلام

source: Number of Packages
fa: تعداد بسته ها

source: Package Contain
fa: محتویات بسته

source: Package Purchase Price
fa: قیمت خرید بسته

source: Package Sale Price
fa: قیمت فروش بسته

source: Image
fa: تصویر

source: Description
fa: توضیحات

source: Available Products List
fa: لیست محصولات موجود

source: Browse through the complete list of products available for purchase. You can view details, pricing, and availability for each item.
fa: از طریق لیست کامل محصولات موجود برای خرید مرور کنید. شما می‌توانید جزئیات، قیمت‌ها و موجودیت هر کالا را مشاهده کنید.

source: Total Purchase Price
fa: قیمت کل خرید

source: Item Sales Price
fa: قیمت فروش کالا

source: Stock
fa: موجودی

source: Sales Summary
fa: خلاصهٔ فروش

source: Bill Number
fa: نمبربل

source: Total Amount
fa: مجموع مبلغ

source: Item quantity
fa: تعداد جنس

source: Package quantity
fa: تعداد بسته

source: Total price
fa: قیمت مجموعی

source: Package price
fa: قیمت بسته

source: Item price
fa: قیمت جنس

source: Date
fa: تاریخ

source: Print
fa: چاپ

source: Products Sales Details
fa: جزئیات فروش محصولات

source: View detailed information about each product's sales, including quantities sold, total sales value, and customer details.
fa: مشاهدهٔ اطلاعات دقیق در مورد فروش هر محصول، شامل تعداد فروش رفته، ارزش کل فروش، و جزئیات مشتری.

source: Enter your bill number
fa: بل نمبر خود را وارد کنید

source: Return
fa: برگشت

source: Menu
fa: منو

source: Sales Overview
fa: مروری بر فروش

source: Income
fa: درآمد

source: Customer Overview
fa: مروری بر مشتریان

source: Return Items
fa: بازگشت کالاها

source: Expense
fa: هزینه

source: Number of Bills
fa: تعداد بل‌ها

source: View detailed insights into your customers' purchases and activities.
fa: نمایی دقیق از خریدها و فعالیت‌های مشتریان خود را مشاهده کنید.

source: Pay
fa: پرداخت

source: Paid
fa: پرداخت شده

source: Customers Billing Overview
fa: بررسی صورتحساب مشتری

source: Review customer purchases, payment status, and outstanding balances.
fa: بررسی خریدهای مشتری، وضعیت پرداخت و مبالغ باقی‌مانده.

source: Paid Category
fa: دسته بندی پرداخت شده ها

source: Unpaid Category
fa: دسته‌ بندی پرداخت‌ نشده ها

source: Status
fa: وضعیت

source: Management Page
fa: صفحه مدیریت

source: Enter your customer phone number
fa: شماره تلفن مشتری خود را وارد کنید

source: Go Back
fa: برگشت

source: Conversion factor to the base unit (e.g., 7 for Sir if base is KG). Leave blank if conversion is product-specific.
fa: عامل تبدیل به واحد اصلی (مثلاً ۷ برای سیر اگر واحد اصلی کیلوگرام باشد). اگر تبدیل به واحد مخصوص محصول است، این قسمت را خالی بگذارید.

source: Purchase Unit
fa: واحد خرید

source: Update Products
fa: به‌روزرسانی محصولات

source: Add Products
fa: افزودن محصولات

source: Unit
fa: واحد

source: Base Unit Settings
fa: تنظیم واحد اصلی

source: Produts Base Unit Settings
fa: تنظیمات واحد اصلی محصولات

source: Set the inventory base unit for your products
fa: واحد اصلی موجودی برای محصولات خود را تنظیم کنید

source: Add System Base Unit
fa: افزودن واحد اصلی سیستم

source: Update System Base Unit
fa: به‌روزرسانی واحد اصلی سیستم

source: System Base Units
fa: واحدهای اصلی سیستم

source: Is Weight Base
fa: آیا مبنای وزن است

source: Conversion to Base Unit
fa: تبدیل به واحد مبنا

source: The Summary Page offers a quick overview of the store’s key metrics, including inventory levels, sales, recent transactions, and pending orders—all in a clear, easy-to-read dashboard.
fa: صفحه خلاصه یک نمای سریع از شاخص‌های کلیدی فروشگاه، از جمله موجودی کالا، فروش، تراکنش‌های اخیر و سفارشات در انتظار را در قالب یک داشبورد واضح و قابل فهم ارائه می‌دهد.

source: Store Dashboard
fa: داشبورد فروشگاه

source: Enter your customer code
fa: کد مشتری خود را وارد کنید

source: Ignore Customer
fa: رد کردن مشتری

source: Customer Code
fa: کد مشتری

source: Scan or Enter Barcode
fa: بارکد را اسکن یا بارکد وارد کنید

source: To add a product to the shopping cart, scan its barcode or enter it in the input box
fa: برای افزودن یک محصول به سبد خرید، بارکد آن را اسکن کنید یا در کادر ورودی وارد نمایید

source: Use Product Search
fa: جستجوی محصول را استفاده کنید

source: Use Barcode Scanner
fa: از بارکود اسکنر استفاده کنید

source: Search product by its name of category
fa: محصول را بر اساس نام یا دسته‌بندی جستجو کنید

source: Enter product barcode
fa: بارکود محصول را وارد کنید
